{"user_name":"apple@edesii.com","password":"Mango1234","teamId":"LNHPT8X9T3","id_type":"explicit","language":"English","categories":"Action and Adventure, Animals and Nature, Morals and Values","age_groups":"3-5, 6-8","name":"Little Tiger Sees The World - Interactive Story","bundle_id":"com.mangostory.540332ec69702d6134020000","sku":"Mango_540332ec69702d6134020000","story_id":"google","availability_date":"Nov 05 2014","price tier":0,"discount":false,"version":"1.0","copyright":"2014 MangoSense Pvt. Ltd","primary_category":"Book","secondary_category":"Education","app_rating_all":0,"app_rating":{"cartoon":0,"realistic_violence":0,"sadistic_realistic_violence":0,"profanity_crude_humor":0,"mature_themes":0,"horror_themes":0,"alchocol_drug_ref":0,"simulated_gambling":0,"sexual_content_nudity":0,"graphic_sexual_content_nudity":0,"medical_treatment_info":0},"kids_app":{"age_group":"0"},"image_path":"/Users/mangoreader/work/mangoreader/mango-ipad/AePubReader/automator/images","screenshots_count":3,"description":"Little Tiger had heard all about mountains, sun, and all other things in the world. He was not able to see it because he was too small to go see the world. But now he wanted to see it, and sneaks out for this purpose. With the help of a friend, he does see a lot. He also learns that he must be patient till he can grow up and see the world himself.","keywords":["English","Action and Adventure","Animals and Nature","Morals and Values","Animals","Tiger","Elephant","Fun"],"support_url":"http://mangoreader.com","marketing_url":"http://mangoreader.com","privacy_policy_url":"http://mangoreader.com","first_name":"Jagdish","last_name":"Repaswal","email":"jagdish@mangosense.com","phone":"+919503034573","review_notes":"","demo_account":{"user_name":"","password":""},"EULA":{"text":"","countries":"all or comma seperated country names"},"title":"Little Tiger Sees The World","sane_title":"Little-Tiger-Sees-The-World","store_description":"Story Synopsis:\nLittle Tiger had heard all about mountains, sun, and all other things in the world. He was not able to see it because he was too small to go see the world. But now he wanted to see it, and sneaks out for this purpose. With the help of a friend, he does see a lot. He also learns that he must be patient till he can grow up and see the world himself. \n\nLanguage : English\nCategories : Action and Adventure, Animals and Nature, Morals and Values\nAge groups : 3-5, 6-8\n\nAward-winning app, MangoReader, brings its hit story Little Tiger Sees The World to the iPhone and iPad for free!\nA fully interactive reading experience packed with Games,activities, learning puzzles and pictures.\nExplore pictures, Hear the story read aloud, learn new vocabulary, and personalise the story with your own narration.\n\nLooking for the perfect story for your child? Download MangoReader's Little Tiger Sees The World.\n\nThis short story offers the same wonderful quality you've come to expect from MangoReader full library. MangoReader’s  Little Tiger Sees The World is great option for bedtime reading or story time on-the-go. \n\nYou can read the same story in our website too, here the link http://mangoreader.com/live_stories//Little-Tiger-Sees-The-World\n\nStart Reading: \n- ENCOURAGE literacy skills with highlighted narration\n- LEARN new vocabulary with tappable words and pictures\n- RECORD your own narration & share it with others\n- SHARE a story with your own voice and artwork\n- TRACK reading progress and learning data\n\nWe'd Love To Hear From You!\n- Please share your thoughts in a review! Your experience matters to us.\n- Need tech support? Contact us at support@mangoreader.com\n- Say hello to us on FB! facebook.com/mangoreader\nSMART FEATURES THAT AID THE LEARNING PROCESS \n\nSome important features\n\n- Games to engage and enhance the learning experience, like memory game, word search game, puzzle games, learning activities etc. for each story \n- Read-along word highlighting promotes word recognition among young readers \n- Top-notch illustrations keep kids entertained by letting their imaginations take over \n- Read on your own or follow along with expert narration, and record your own audio to personalize and share with friends \n- Multi lingual stories to learn languages and exposure to global cultures\n\nAbout the mangoreader subscription\n\n- access to 700+ children’s books, all with read-to-me narration for only $6.99 per month, or a discounted $47.99 per year or $17.99 quarterly\n- Payment will be charged to iTunes Account at confirmation of purchase\n- Your mangoreader subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period\n- You can manage your subscription or turn off auto-renewal by going to your iTunes account settings or Settings app on your device\n- No cancellation of the current subscription is allowed during active subscription period\n-Please contact subscriptions@mangoreader.com for help with subscriptions \n\nFor more information about our privacy policy and terms of use, visit: \n\nhttp://www.mangoreader.com/terms \n\nhttp://www.mangoreader.com/privacy \n\n\nPRAISE FROM THE MEDIA \n\n- NASSCOM Social innovation Honors award for outstanding innovation in ICT 2013 \n- YourStory “Awesome, interactive children’s stories and platform for all learners” \n- Intel App4India winners for the best educational app and “The future of learning” \n- British Council Young Creative Entrepreneur awards in Digital for Creative Industries \n- Frankfurt book fair top startups in education and learning\n\nPARENTS love mangoreader! \n\n- Must have for any parent and kids – Elisha \n- This is my number one app for my kids and they just love it– Martha \n- A fun way to get my kids learn and excited about books at the same time – John \n\nTEACHERS love mangoreader! \n\n- My Class is always asking for more stories and play the games ","store_title":"Little Tiger Sees The World - Interactive free eBook in English for children with puzzles and learning games"}